Repository: Martius108/sun_moon
Catalog: Sun&Moon/Localizable.xcstrings
Source language: en
Languages: de

source: 1. Tap on the button below and go to "Privacy & Security"
de: 1. Tippe auf den Button „Datenschutz & Sicherheit“

source: 2. Tap on "Location Services"
de: 2. Tippe auf „Ortungsdienste“

source: 3. Locate this APP and open it
de: 3. Suche diese App und öffne sie

source: 4. Change the setting to "Allow while using the APP"
de: 4. Ändere die Einstellung auf: „Beim Verwenden der APP“

source: Air
de: Luft

source: Aquarius
de: Wassermann

source: Aquarius ♒︎
de: Wassermann ♒︎

source: Aries
de: Widder

source: Aries ♈︎
de: Widder ♈︎

source: Asc.
de: Asz.

source: Ascendant: %@
de: Aszendent: %@

source: Birth Data
de: Geburtsdaten

source: Birth Date
de: Geburtstag

source: Birth Time
de: Geburtszeit

source: Cancel
de: Abbrechen

source: Cancer
de: Krebs

source: Cancer ♋︎
de: Krebs ♋︎

source: Capricorn
de: Steinbock

source: Capricorn ♑︎
de: Steinbock ♑︎

source: Chinese Zodiac Sign
de: Chinesisches Sternzeichen

source: Chinese Zodiac Sign:
de: Chinesisches Sternzeichen:

source: City
de: Stadt

source: Current Zodiac Sign
de: Aktuelles Sternzeichen

source: Delete
de: Löschen

source: Dog 🐕
de: Hund 🐕

source: Dragon 🐉
de: Drache 🐉

source: Earth
de: Erde

source: Enter your birth data:
de: Gib deine Geburtsdaten ein:

source: Error while calculating ascendant sign
de: Fehler bei der Berechnung des Aszendenten

source: Error while calculating illumination
de: Fehler bei der Berechnung der Beleuchtung

source: Fire
de: Feuer

source: Gemini
de: Zwillinge

source: Gemini ♊︎
de: Zwillinge ♊︎

source: Get Coordinates
de: Lade Koordinaten

source: Goat 🐐
de: Ziege 🐐

source: Horse 🐎
de: Pferd 🐎

source: Invalid City or Coordinates
de: Ungültige Stadt oder Koordinaten

source: Latitude
de: Breitengrad

source: Legal Information
de: Rechtshinweise

source: Leo
de: Löwe

source: Leo ♌︎
de: Löwe ♌︎

source: Libra
de: Waage

source: Loading attribution …
de: Lade Quellenangabe …

source: Location Services
de: Ortungsdienste

source: Longitude
de: Längengrad

source: Metal
de: Metall

source: Monkey 🐒
de: Affe 🐒

source: Moon
de: Mond

source: Moon Phase:
de: Mondphase:

# moon_phase.firstQuarter
source: First Quarter
de: Erstes Viertel

# moon_phase.full
source: Full Moon
de: Vollmond

# moon_phase.lastQuarter
source: Last Quarter
de: Letztes Viertel

# moon_phase.new
source: New Moon
de: Neumond

# moon_phase.waningCrescent
source: Waning Crescent
de: Abnehmender Halbmond

# moon_phase.waningGibbous
source: Waning Gibbous
de: Abnehmender Mond

# moon_phase.waxingCrescent
source: Waxing Crescent
de: Zunehmender Halbmond

# moon_phase.waxingGibbous
source: Waxing Gibbous
de: Zunehmender Mond

source: No connection
de: Keine Verbindung

source: No data available
de: Keine Daten verfügbar

source: No Moon data available
de: Keine Monddaten verfügbar

source: No new year date found
de: Kein Neujahrsdatum gefunden

source: No Sun data available
de: Keine Sonnendaten verfügbar

source: No Weather data available
de: Keine Wetterdaten verfügbar

source: No Zodiac data available
de: Kein Sternzeichen verfügbar

source: Ox 🐂
de: Ochse 🐂

source: Pig 🐖
de: Schwein 🐖

source: Pisces
de: Fische

source: Pisces ♓︎
de: Fische ♓︎

source: Please enter correct values with a dot separator
de: Bitte gebe gültige Koordinaten ein und nutze den Punkt als Dezimalstelle

source: Please enter correct values. Latitude must be between -90 and 90 and Longitude between -180 and 180.
de: Bitte gebe korrekte Koordinaten ein. Die Breite muss zwischen -90 und 90 liegen und die Länge zwischen -180 und 180.

source: Please enter your birth data
de: Bitte gebe deine Geburtsdaten ein

source: Rabbit 🐇
de: Hase 🐇

source: Rat 🐀
de: Ratte 🐀

source: Rooster 🐓
de: Hahn 🐓

source: Sagittarius
de: Schütze

source: Sagittarius ♐︎
de: Schütze ♐︎

source: Scorpio
de: Skorpion

source: Scorpio ♏︎
de: Scorpion ♏︎

source: Settings
de: Einstellungen

source: Snake
de: Schlange

source: Snake 🐍
de: Schlange 🐍

source: Submit
de: Speichern

source: Sun
de: Sonne

source: Taurus
de: Stier

source: Taurus ♉︎
de: Stier ♉︎

source: Unknown city
de: Unbekannte Stadt

source: Unknown Date
de: Unbekanntes Datum

source: Virgo
de: Jungfrau

source: Virgo ♍︎
de: Jungfrau ♍︎

source: Water
de: Wasser

source: Wood
de: Holz

source: Your Sign:
de: Dein Zeichen:
